Repository: rjuppa/joeshop
Catalog: vitashop/locale/*/LC_MESSAGES/django.po
Languages: cs

source: A user with that email already exists.
cs: Tento email je již zaregistrován.

source: Password
cs: Heslo

source: Password confirmation
cs: Potvrzení hesla

source: Language
cs: Jazyk

source: Currency
cs: Měna

source: Shipping method
cs: Doručovací metoda

source: Payment method
cs: Platební metoda

source: first name
cs: jméno

source: Weight
cs: Váha

source: Discount
cs: Sleva

source: Ordering
cs: Pořadí

source: Product
cs: Produkt

source: Products
cs: Produkty

source: User
cs: Uživatel

source: Affiliate
cs: Spolupráce

source: Customer
cs: Zákazník

source: Customers
cs: Zákazníci

source: Quantity
cs: Množství

source: Price
cs: Cena

source: Payment History
cs: Platební historie

source: Pay On Delivery
cs: Dobírka

source: Bitcoin payment
cs: Bitcoin platba

source: Paypal payment
cs: PayPal platba

source: Location to pick up
cs: Místo k vyzvednutí

source: Personal pickup
cs: Osobní převzetí

source: Information
cs: Informace

source: Exchange
cs: Směnárna

source: Log Out
cs: Odhlásit

source: Login
cs: Přihlásit

source: FAQ
cs: Otázky

source: Contact
cs: Kontakt

source: Shipping
cs: Doručování

source: Blog
cs: Další informace

source: Other
cs: Ostatní

source: Bitcoins
cs: Bitcoiny

source: Languages
cs: Jazyky

source: Vitamins
cs: Vitamíny

source: Minerals
cs: Minerály

source: Payment
cs: Platby

source: All Rights Reserved.
cs: Všechna práva vyhrazena.

source: Shopping cart
cs: Nákupní košík

source: Empty Shopping Cart
cs: Vyprázdnit košík

source: Product name
cs: Název

source: Unit price
cs: Cena/kus

source: Cart Subtotal
cs: Mezisoučet

source: Cart Total
cs: Celkem

source: Update Shopping Cart
cs: Aktualizovat košík

source: Back to shopping
cs: Nakupovat zboží

source: Proceed to checkout
cs: Dokončit nákup

source: Shopping cart is empty
cs: Nákupní košík je prázdný.

source: Change Password
cs: Změnit heslo

source: Old Password
cs: Staré heslo

source: New Password
cs: Nové heslo

source: New password confirmation
cs: Nové heslo (potvrzení)

source: Back
cs: Zpět

source: Save
cs: Uložit

source: Your password was successfully changed.
cs: Vaše heslo bylo úspěšně nastaveno.

source: Go to your profile
cs: Jít na profil

source: Progress of your checkout
cs: Platební proces

source: Shopping
cs: Nakupování

source: Cart
cs: Košík

source: Delivery Address
cs: Doručovací adresa

source: Shipping and Billing
cs: Platební metoda

source: Summary
cs: Souhrn

source: Pay
cs: Platba

source: Shipping and payment methods
cs: Doručení a platby

source: Shipping Methods
cs: Doručovací metody

source: Payment Methods
cs: Platební metody

source: Back to Delivery Address
cs: Zpět na doručovací adresu

source: Continue to Payment
cs: Pokračovat

source: Period od delivery
cs: Termín

source: Delivery usually takes 1-2 working days.
cs: Doručení obvykle trvá 1-2 pracovní dny.

source: Delivery
cs: Doručení

source: An email with number of package will be sent in day of expedition.
cs: V den expedice Vám bude emailem zaslána informace o čísle balíku.

source: If messenger does not reach you then package will be stored 7 days in the post office.
cs: Výhodou je doručení přímo k Vašim rukám, v případě neúspěšného doručení je balík po dobu 7 dnů uložen na Vaší poště.

source: Personal pick up is available only in Plzeň. You will receive instructions where to pick up products.
cs: Produkty lze zatím vyzvednout osobně jen v Plzni na prodejně.<br/>Zboží je připraveno k odběru ihned po objednání. Případně lze domluvit osobní předání. Instrukce, kde si můžete zboží vyzvednout, budou vytištěny na objednávce.

source: We work on
cs: Připravujeme

source: Posibility to pick up products in main cities.
cs: Možnost vyzvednutí produktů v krajských městech.

source: The bitcoin address will be shown to pay this order on next page.
cs: Bitcoinová adresa pro zaplacení této objednávky bude zobrazena na následující stránce.

source: You will be redirected to Paypal payment gateway to pay this order.
cs: Po odeslání objednávky budete přesměrováni na platební bránu PayPal.

source: Order summary
cs: Objednávka

source: Customer information
cs: Informace o zákazníkovi

source: Shipping and billing address
cs: Doručovací a fakturační adresa

source: Shipping address
cs: Doručovací adresa

source: Billing address
cs: Fakturační adresa

source: Order Subtotal
cs: Mezisoučet

source: Order Total
cs: Celkem

source: Back to Shipping and Billing
cs: Zpět na platební metody

source: Place the Order
cs: Odeslat objednávku

source: The payment was canceled by user.
cs: Platba byla stornována uživatelem.

source: Please continue to pay again your order at
cs: Prosím zaplaťte svoji objednávku

source: Back to the main page
cs: Zpět na hlavní stránku

source: An error occured!
cs: Chyba!

source: Please continue to pay your order at
cs: Prosím zaplaťte svoji objednávku

source: The payment was processed successfully.
cs: Platba byla úspěšně zpracována.

source: Thank you for your payment!
cs: Děkujeme za Vaši platbu!

source: Fill in your address
cs: Vyplňte adresu

source: Your shipping address
cs: Doručovací adresa

source: Your billing address
cs: Fakturační adresa

source: Use different billing address
cs: Použít jinou fakturační adresu

source: Back to Cart
cs: Zpět do košíku

source: Continue
cs: Pokračovat

source: Thank you for your order!
cs: Děkujeme za Vaši objednávku!

source: Your order has been placed
cs: Objednávka byla přijata

source: Please continue to pay for your order
cs: Prosím zaplaťte svoji objednávku

source: with
cs: přes

source: Payment instructions
cs: Platební instrukce

source: Price is
cs: Cena je

source: Please pay
cs: Prosím zaplaťte

source: Bitcoin exchange rate:
cs: Aktuální kurz Bitcoinu

source: from
cs: přes

source: to wallet address:
cs: na adresu:

source: Your payment has to be verified...
cs: Vaše platba musí být 3x potvrzena během následujících 6 hodin.<br /> Jinak, bude objednávka automaticky zrušena.<br /> V každém případě Vás o stavu budeme informovat emailem.

source: Thank you for your order
cs: Děkujeme za Vaši objednávku

source: Continue shopping
cs: Pokračovat

source: Bitcoin exchange rate
cs: Aktuální kurz Bitcoinu

source: Current time
cs: Aktuální čas

source: Czech crown exchange rate
cs: Aktuální kurz české koruny

source: Current date
cs: Aktuální datum

source: Our body works like a great machine.<br/>It does matter what you fuel it.
cs: Naše tělo funguje podobně jako skvělý stroj. <br/>Ale je potřeba se trochu starat.

source: Vitamines and minerals are not drugs. They are foodstuff.
cs: Vitamíny a minerály naše tělo potřebuje přijímat každý den.

source: Vitamins_text...
cs: Vitaminy jsou organické látky nezbytné v malých množstvích, které si lidské tělo neumí samo vytvořit a musí je proto přijímat v potravě. Existuje 13 základních typů vitamínů, získáváme je z potravy a každý z nich hraje důležitou úlohu ...

source: read more
cs: &nbsp;číst&nbsp;dále&nbsp;<span class='glyphicon glyphicon-star'></span>

source: Minerals_text...
cs: Minerální látky jsou důležitou složkou ve výživě člověka, do organismu vstupují především prostřednictvím potravy a nápojů, vody, někdy i vdechovaným vzduchem a přes kůži. Jejich úloha je mnohostranná. ...

source: CalMag_text...
cs: Calmag je calcio-magneziový minerální nápoj, který organizmus umí vstřebat velice rychle a beze zbytků. Vápník (calcium) a hořčík (magnesium) jsou nezbytné pro více než 300 funkcí v těle, jako je spánek, bolest...

source: Choose product
cs: Vybírat produkty

source: Log In
cs: Přihlášení

source: You can also use your favorite <mark>social networks</mark> to log in to the shop.
cs: Můžete se také přihlásit bez hesla - přes <mark>sociální sítě</mark>.

source: Sign in with Facebook
cs: Přihlásit se přes Facebook

source: Sign in with Google+
cs: Přihlásit se přes Google+

source: In case you prefer to register with your email, please click
cs: V případě, že se chcete zaregistrovat jako nový uživatel přes email, prosím klikněte na

source: register a new user
cs: registrovat se.

source: Email notification:
cs: Upozornění:

source: Signed up successfully
cs: Registrace byla úspěšná!

source: Hello,
cs: Dobrý den,

source: you have successfully signed up. <br> Please click on activation link bellow to activate your account.
cs: úspěšně jste se zaregistrovali. <br> Prosím klikněte na aktivační link níže. Tím aktivujete svůj účet. <br>

source: We have a great offer for you.
cs: Máme pro Vás zajímavou nabídku.

source: We received insufficient payment.
cs: Obdrželi jsme nedostatečnou platbu.

source: Total price is
cs: Celková cena je

source: Please adjust your payment accordingly.
cs: Prosím doplaťte zbývající část.

source: your order no.
cs: vaše objednávka číslo:

source: You can expect delivery within few days.
cs: Očekávejte doručení v následujících dnech.

source: Your payment was confirmed.
cs: Vaše platba byla potvrzena.

source: we have received confirmation of your payment
cs: Obdrželi jsme potvrzení vaší platby.

source: Your payment was received.
cs: Vaše platba byla přijata.

source: we have received your payment
cs: obdrželi jsme vaši platbu

source: Order
cs: Pořadí

source: Order list
cs: Výpis objednávek

source: Add to Cart
cs: Do košíku

source: Supplements
cs: Složení

source: Usage
cs: Použití

source: Warnings
cs: Upozornění

source: This product is not intended to diagnose, treat, cure, or prevent any disease.
cs: Tento produkt není lék, ani není určen k diagnóze nebo léčení nemoci.Jedná se o doplněk stravy, který nemůže být náhradou za kvalitní a pestrou stravu.

source: calmag-lemon-desc1
cs: Calmag je calcio-magneziový minerální nápoj (doplněk), který organizmus umí vstřebat velice rychle a beze zbytků. Calmag je minerální práškový potravinový dopiněk. Tento dopiněk je vhodný jako podpora léčby a hlavně jako prevence proti zdravotním potížím. Díky vysokému množství vápníku a hořčíku příznivě podporuje náš organismus a to dokonce tak, že jsme schopni pozorovat na sobě výsledky. Calmag existuje v několika podobách. Asi nejčastěji je znám jako tablety, kapsle, hustý tekutý nebo v prášku. Málokdo však ví, že poslední varianta je ta nejúčinější. Prášek totiž lze připravit jako nápoj a v této podobě je pak pro naše tělo nejlépe stravitelný, podobně jako další důležité látky a <b>proto se také neukládá jako nepotřebný např. v ledvinách a kolenech.</b> Calmag pomáhá tam, kde je potřeba vysoké dávky hořčíku a vápníku. Calmag funguje, protože se jeho minerály během přípravy mění na vápníkové a magnesiové ionty. Vaše tělo nemusí trávit tyto ionty, ale umí je vstřebat přímo ze žaludku.

source: calmag-lemon-desc2
cs: <p>Čistá hmotnost balení: 142g</p><table class='supple'><thead><tr><th colspan='3'>1 dávka = 7g (kávová lžička)</th></tr><tr><th>Složení</th><th>Množství</th><th>% DDD*</th></tr></thead><tbody><tr><td>Vitamin C</td><td>500 mg</td><td>833%</td></tr><tr><td>Calcium</td><td>400 mg</td><td>40%</td></tr><tr><td>Magnesium</td><td>200 mg</td><td>50%</td></tr></tbody></table><small>DDD[%] = Doporučená denní dávka</small><br>

source: calmag-lemon-desc3
cs: <p>Denní dávka je 1-2 kávové lžičky.<br> Calmag můžete užívat denně nebo méně často podle vlastního uvážení.</p><b>Příprava:</b><br>Podobně jako turecká káva. Do skleničky vložíme 1 kávovou lžičku prášku. Do 1/3 zalijeme horkou vodou. Trochu to syčí(jsou to minerály) Lžičkou mícháme obsah až do úplného rozpuštění. <br>Teď máme 2 možnosti: buďto horký nebo studený nápoj. V případě horkého nápoje. Vložíme pytlík s čajem a dolejeme horkou vodou. V případě studeného nápoje dolejeme studeným džusem.

source: vitamineral-komplex-desc1
cs: Jeden balíček obsahuje doporučenou denní dávky důležitých vitamínů a minerálů. Užívání těchto vitamínů a minerálů se doporučuje každému. Hlavně se doporučuje ženám užívajícím hormonální antikoncepci, dospívající mládeži, starším osobám, kuřákům, konzumentům alkoholu, sportovcům, lidem vystaveným fyzické zátěži. Vitamíny, tak jako potraviny by měl každý z nás užívat stále, nejen sezóně. Vitamíny totiž patří mezi potraviny a né léky. Jejich základní úloha je řídit různé procesy v těle a tak ho udržují v dobrém a funkčním stavu. A při této dávce se človek může cítit plný energie, bez tělesného stresu, křečí, únavy a podobných projevů.

source: vitamineral-komplex-desc2
cs: <p>Balení obsahuje 30 denních dávek</p><table class='supple'><thead><tr><td>Výživové hodnoty:</td><td>1 dávka</td><td>% DDD*</td></tr></thead> <tr><td>Vitamín A (retinyl palmitát)</td><td>3000 µg</td><td>375,00%</td></tr> <tr><td>Vitamín D3 (cholecalciferol)</td><td>10 µg</td><td>200,00%</td></tr> <tr><td>Vitamín E (DL-alfa-tokoferilacetát)</td><td>268 mg</td><td>2333,00%</td></tr> <tr><td>Vitamín C (kyselina L-askorbová)</td><td> 500 mg</td><td> 625,00%</td></tr> <tr><td>Vitamín B1(tiamín-mononitrát) </td><td> 50 mg </td><td>4545,00%</td></tr> <tr><td> Vitamín B2(riboflavín)</td><td> 50 mg</td><td> 3571,00%</td></tr> <tr><td> Vitamín B3 (Nikotínamid)</td><td> 50 mg</td><td> 312,5%</td></tr> <tr><td> Vitamín B5 (D-pantotenát vápenatý)</td><td> 50 mg</td><td> 833,00%</td></tr> <tr><td> Vitamín B6 (pyridoxínhydrochlorid)</td><td> 50 mg</td><td> 3571,00%</td></tr> <tr><td> Vitamín B12 (kyanokobalamín)</td><td> 50 μg</td><td> 2000,00%</td></tr> <tr><td> Biotín (D-biotín)</td><td> 50 μg</td><td> 100,00%</td></tr> <tr><td> Kyselina Listová (kyselina pteroylmonoglutámová)</td><td> 100 μg</td><td> 50,00%</td></tr> <tr><td> Cholín (cholín bitartrát) </td><td> 50 mg</td><td>**</td></tr> <tr><td> Inositol</td><td> 50 mg</td><td> **</td></tr> <tr><td> PABA </td><td> 50 mg</td><td> **</td></tr> <tr><td> Šípek</td><td> 150 mg</td><td> **</td></tr> <tr><td> Bioflavonoidy (citrónů, pomerančů, grapefruitů, limetek a mandarinek)</td><td> 150 mg</td><td> **</td></tr> <tr><td> Vápnik (vápenaté soli kyseliny trihydrogenfosforečne)</td><td> 125 mg</td><td> 15,63%</td></tr> <tr><td> Horčík (oxid hořečnatý a diglycinát hořečnatý)</td><td> 60 mg</td><td> 16,00%</td></tr> <tr><td> Železo (diglycinát železnatý)</td><td> 4,5 mg</td><td> 32,14 %</td></tr> <tr><td> Zinok (diglycinát zinečnatý)</td><td> 3,5 mg</td><td> 35,00%</td></tr> <tr><td> Mangán (diglycinát manganatý)</td><td> 1 mg</td><td> 50,00 %</td></tr> <tr><td> Meď (diglycinát meďnatý)</td><td> 0,5 mg</td><td> 50,00 %</td></tr> <tr><td> Draslík (glukonan draselný)</td><td> 11,5 mg</td><td> 0,58 %</td></tr> <tr><td> Jód (jodid draselný)</td><td> 50 µg</td><td> 33,33%</td></tr> <tr><td> Chróm (chlorid chromitý)</td><td> 25,00 µg</td><td> 62,50%</td></tr> <tr><td> Selén (L-selenometionin)</td><td> 12.5 µg </td><td> 22,73%</td></tr> <tr><td> Molybdén (molybdénan sodný)</td><td> 18 µg</td><td> 36,00%</td></tr></table> <small>DDD[%] = Doporučená denní dávka</small>

source: vitamineral-komplex-desc3
cs: Jednou denně, po jídle.

source: calcium-gluconate-desc1
cs: <b>VÁPNÍK</b><br>Vápník (kalcium) je základní součást kostí a zubů, ale také prostředek nezbytný pro mnoho tělesných funkcí, například pro srážení krve a svalovou činnost. Sníst dostatečné množství potravin bohatých na vápník není tak snadné, ale jeho nedostatek může nahradit vhodný potravinový dopiněk. Nedostatek vápníku může zapříčinit mnohá onemocnění a jiné zdravotní problémy. Jednak je to zvýšená láma-vost kostí, kazivost zubů apod. ale hlavně také Osteoporóza, což je závažná nemoc která způsobuje řídnutí kostí. Nemoc se častěji vyskytuje u žen ve vyšším věku. Název vychází ze dvou řeckých slov (osteo - kost, poros - otvor). Mikroskopický obraz osteoporotické (prořídlé) kosti se dá připodobnit jeskynnímu systému s rozsáhlejšími dutinami a méně stabilními vnitřními opěrnými strukturami, které si můžeme představit jako krápníky). Se slábnoucími 'krápníky' a zvětšujícími se dutinami se zvyšuje riziko vzniku zlomenin.

source: calcium-gluconate-desc2
cs: <p>Čistá hmotnost balení: 420g</p><table class='supple'><tr><td>Glukonan vápenatý</td><td>540 mg</td><td>67%</td></tr></tbody></table><small>DDD[%] = Doporučená denní dávka</small><br>

source: calcium-gluconate-desc3
cs: <p>Calcium je jedna ze dvou složek přípravku Calmag<br> Calmag můžete užívat denně nebo podle vlastního uvážení.</p><b>Příprava:</b><br> Do skleničky vložíme 1 polévkovou lžičku Calcia. Přidáme 1/2 kávové lžičky <a href='/shop/products/magnesium/'>Magnesia</a>. Přidáme 1 polévkovou lžíci jablečného octa (15ml). Do 1/3 zalijeme horkou vodou. Trochu to syčí(jsou to minerály) Lžičkou mícháme obsah až do úplného rozpuštění. <br>Teď máme 2 možnosti: buďto horký nebo studený nápoj. V případě horkého nápoje. Vložíme pytlík s čajem a dolejeme horkou vodou. V případě studeného nápoje dolejeme studeným džusem.

source: magnesium-desc1
cs: <b>HOŘČÍK</b><br> Význam hořčíku (magnézia) se trochu přeceňuje, ale přesto může být pro zdraví jedním z nejdůležitějších minerálů. Studie svědčí pro to, že stejně jako podporuje asi 300 procesů vázaných na enzymy v organismu, může hořčík pomáhat v prevenci mnoha chronických nemocí. Nedostatek hořčíku můžete na sobě pozorovat zvýšením stresu, depresí nebo špatným spánkem. Lidé, kteří v potravě přijímají málo hořčíku mohou být více podráždění, unavení a celkově bez nálady. Hořčík je také výborný pro zastavení svalových křečí, které postihují hlavně dolní končetiny a to lýtka nebo stehna. Příznivě také působí proti menstruačním bolestem, které se zhošují s věkem ženy.

source: magnesium-desc2
cs: <p>Čistá hmotnost balení: 84g</p><table class='supple'><thead><tr><th colspan='3'>1 dávka = 400mg</th></tr><tr><th>Složení</th><th>Množství</th><th>% DDD*</th></tr></thead><tbody><tr><td>Uhličitan hořečnatý</td><td>90 mg</td><td>24%</td></tr></tbody></table><small>DDD[%] = Doporučená denní dávka</small><br>

source: magnesium-desc3
cs: <p>Magnesium je jedna ze dvou složek přípravku Calmag<br> Calmag můžete užívat denně nebo méně často podle vlastního uvážení.</p><b>Příprava:</b><br> Do skleničky vložíme 1 polévkovou lžičku <a href='/shop/products/calcium-gluconate/'>Calcia</a>. Přidáme 1/2 kávové lžičky Magnesia. Přidáme 1 polévkovou lžíci jablečného octa (15ml). Do 1/3 zalijeme horkou vodou. Trochu to syčí(jsou to minerály) Lžičkou mícháme obsah až do úplného rozpuštění. <br>Teď máme 2 možnosti: buďto horký nebo studený nápoj. V případě horkého nápoje. Vložíme pytlík s čajem a dolejeme horkou vodou. V případě studeného nápoje dolejeme studeným džusem.

source: calmag-original-520g-desc1
cs: Calmag je calcio-magneziový minerální nápoj (doplněk), který organizmus umí vstřebat velice rychle a beze zbytků. Calmag je minerální práškový potravinový dopiněk. Tento dopiněk je vhodný jako podpora léčby a hlavně jako prevence proti zdravotním potížím. Díky vysokému množství vápníku a hořčíku příznivě podporuje náš organismus a to dokonce tak, že jsme schopni pozorovat na sobě výsledky. Calmag existuje v několika podobách. Asi nejčastěji je znám jako tablety, kapsle, hustý tekutý nebo v prášku. Málokdo však ví, že poslední varianta je ta nejúčinější. Prášek totiž lze připravit jako nápoj a v této podobě je pak pro naše tělo nejlépe stravitelný, podobně jako další důležité látky a <b>proto se také neukládá jako nepotřebný např. v ledvinách a kolenech.</b> Calmag pomáhá tam, kde je potřeba vysoké dávky hořčíku a vápníku. Calmag funguje, protože se jeho minerály během přípravy mění na vápníkové a magnesiové ionty. Vaše tělo nemusí trávit tyto ionty, ale umí je vstřebat přímo ze žaludku.

source: calmag-original-520g-desc2
cs: <p>Čistá hmotnost balení: 520g</p><table class='supple'><thead><tr><th colspan='3'>1 dávka = 7g (kávová lžička)</th></tr><tr><th>Složení</th><th>Množství</th><th>% DDD*</th></tr></thead><tbody><tr><td>Vitamin C</td><td>500 mg</td><td>833%</td></tr><tr><td>Calcium</td><td>400 mg</td><td>40%</td></tr><tr><td>Magnesium</td><td>200 mg</td><td>50%</td></tr></tbody></table><small>DDD[%] = Doporučená denní dávka</small><br>

source: calmag-original-520g-desc3
cs: <p>Denní dávka je 1-2 kávové lžičky.<br> Calmag můžete užívat denně nebo podle vlastního uvážení.</p><b>Příprava:</b><br>Podobně jako turecká káva. Do skleničky vložíme 1 kávovou lžičku prášku. Do 1/3 zalijeme horkou vodou. Trochu to syčí(jsou to minerály) Lžičkou mícháme obsah až do úplného rozpuštění. <br>Teď máme 2 možnosti: buďto horký nebo studený nápoj. V případě horkého nápoje. Vložíme pytlík s čajem a dolejeme horkou vodou. V případě studeného nápoje dolejeme studeným džusem.

source: calmag-original-142g-desc1
cs: Calmag je calcio-magneziový minerální nápoj (doplněk), který organizmus umí vstřebat velice rychle a beze zbytků. Calmag je minerální práškový potravinový dopiněk. Tento dopiněk je vhodný jako podpora léčby a hlavně jako prevence proti zdravotním potížím. Díky vysokému množství vápníku a hořčíku příznivě podporuje náš organismus a to dokonce tak, že jsme schopni pozorovat na sobě výsledky. Calmag existuje v několika podobách. Asi nejčastěji je znám jako tablety, kapsle, hustý tekutý nebo v prášku. Málokdo však ví, že poslední varianta je ta nejúčinější. Prášek totiž lze připravit jako nápoj a v této podobě je pak pro naše tělo nejlépe stravitelný, podobně jako další důležité látky a <b>proto se také neukládá jako nepotřebný např. v ledvinách a kolenech.</b> Calmag pomáhá tam, kde je potřeba vysoké dávky hořčíku a vápníku. Calmag funguje, protože se jeho minerály během přípravy mění na vápníkové a magnesiové ionty. Vaše tělo nemusí trávit tyto ionty, ale umí je vstřebat přímo ze žaludku.

source: calmag-original-142g-desc2
cs: <p>Čistá hmotnost balení: 142g</p><table class='supple'><thead><tr><th colspan='3'>1 dávka = 7g (kávová lžička)</th></tr><tr><th>Složení</th><th>Množství</th><th>% DDD*</th></tr></thead><tbody><tr><td>Vitamin C</td><td>500 mg</td><td>833%</td></tr><tr><td>Calcium</td><td>400 mg</td><td>40%</td></tr><tr><td>Magnesium</td><td>200 mg</td><td>50%</td></tr></tbody></table><small>DDD[%] = Doporučená denní dávka</small><br>

source: calmag-original-142g-desc3
cs: <p>Denní dávka je 1-2 kávové lžičky.<br> Calmag můžete užívat denně nebo podle vlastního uvážení.</p><b>Příprava:</b><br>Podobně jako turecká káva. Do skleničky vložíme 1 kávovou lžičku prášku. Do 1/3 zalijeme horkou vodou. Trochu to syčí(jsou to minerály) Lžičkou mícháme obsah až do úplného rozpuštění. <br>Teď máme 2 možnosti: buďto horký nebo studený nápoj. V případě horkého nápoje. Vložíme pytlík s čajem a dolejeme horkou vodou. V případě studeného nápoje dolejeme studeným džusem.

source: Your Profile
cs: Váš profil

source: First Name
cs: Jméno

source: Last Name
cs: Příjmení

source: Change
cs: Změnit

source: Password is not used.
cs: Heslo není nastaveno

source: Set
cs: Nastavit

source: Register With Your Email
cs: Registrovat se emailem

source: Confirm Password
cs: Potvrdit heslo

source: Register
cs: Registrovat

source: You have signed up successfully.
cs: Vaše registrace proběhla úspěšně.

source: An activation email was sent to address
cs: Aktivační email byl odeslán na emailovou adresu

source: Please check your email and activate your account.
cs: Prosím zkontrolujte Váši mailovou schánku a aktivujte svůj účet.

source: Set Password
cs: Nové heslo

source: Shopping Cart
cs: Košík

source: Order ID:
cs: ID

source: Order Status
cs: Status

source: Shipping Address
cs: Doručovací adresa

source: Billing Address
cs: Fakturační adresa
