Repository: rjuppa/joeshop
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Contact us
cs: Kontaktujte nás

source: Name
cs: Jméno

source: Subject
cs: Nadpis

source: Message
cs: Zpráva

source: Send
cs: Odeslat

source: Information
cs: Informace

source: Products
cs: Produkty

source: Vitamins
cs: Vitamíny

source: Minerals
cs: Minerály

source: Shipping and delivery
cs: Doručování zásilek

source: Affiliate program
cs: Provizní program

source: Bitcoins
cs: Platby v Bitcoinech

source: Products - origin and quality assurance
cs: Produkty - původ a zajištění kvality

source: All products were made in the USA. Factory is based in Clearwater, state Florida.
cs: Všechny nabízené produkty byly vyrobeny v USA. Výroba probíhá ve městě Clearwater, ve státe Florida. Jedná se o výrobky prvotřídní kvality. Při výrobě je uplatněn systém kontroly kvality. Důraz na kvalitu výrobku je kladený v každém směru. Nekontroluje se pouze hotový výrobek, ale celý průběh výroby. Kontrolují se suroviny, postup vážení, míchání ingrediencí i finální produkt. Inspektor kvality je stále přítomný, aby se ujistil, že v každém kroku je vykonaný standardní postup. Produkty jsou certifikované americkou U.S. Food and Drug Administration.

source: Vitamins are organic substances...
cs: Vitaminy jsou organické látky nezbytné v malých množstvích, které si lidské tělo neumí samo vytvořit a musí je proto přijímat v potravě. Existuje 13 základních typů vitamínů, získáváme je z potravy a každý z nich hraje důležitou úlohu v určitém odvětví, je proto třeba doplňovat všechny druhy vitamínů, aby náš organismus mohl dobře fungovat a byl chráněný vůči různým onemocněním. <br>Více na <a href='http://www.mojevitaminy.cz/' target='_blank'>mojevitaminy.cz</a>

source: Minerals are...
cs: Minerální látky jsou důležitou složkou ve výživě člověka, do organismu vstupují především prostřednictvím potravy a nápojů, vody, někdy i vdechovaným vzduchem a přes kůži. Jejich úloha je mnohostranná. Jsou nepostradatelné pro správný vývin kostry, jsou významným faktorem vnitřního metabolizmu, účastní se tvorby enzymů, hormonů, vitamínů a jiných pro život nezbytných látek. Mezi minerály a stopové prvky se řadí vápník, hořčík, fosfor, sodík, draslík, železo, síra, zinek, selen, křemík, chrom, jód, fluor, měď, mangan, kobalt, Bór a další. <br>Více na <a href='http://www.mojevitaminy.cz/co-je-mineral/' target='_blank'>mojevitaminy.cz/co-je-mineral/</a>

source: What is CalMag?
cs: Co je CalMag?

source: Calmag is Calcium-magnesium mineral drink.
cs: Calmag je calcio-magneziový minerální nápoj, který organizmus umí vstřebat velice rychle a beze zbytků.

source: Calcium and magnesium are essential...
cs: Vápník(calcium) a hořčík(magnesium) jsou nezbytné pro více než 300 funkcí v těle, jako je spánek, bolest, křeče a svalové křeče zmírnění, nervozita, syndrom neklidných nohou, relaxaci, zmírnění stresu, hyperaktivita, funkce srdce, krevní tlak, krevní srážlivost (zvláště důležité při extrakci zubu, narození dítěte, operace a tak dále), atd. Calmag je běžně ve Spojených Státech doporučován mnoha profesionálními lékaři.Calmag funguje, protože se jeho minerály přeměňují na vápníkové a magnesiové ionty, zatím co si ho připravujete. Iont je kladně či záporně nabitý atom. Vaše tělo nemusí trávit tyto Ionty, ale umí je přímo vstřebat přímo ze žaludku. Takovýto druh (Ionizovaný Vápník) má daleko větší míru, schopnost absorpce než ten tvrdý vápník v tabletách, kterého je tělo schopno vstřebat pouze 20-30%. Mnoho vápníků v tabletách je ve formě nerozpustitelných solí. Jehož vstřebání závisí na kyselém PH způsobeném normálním vylučováním žaludeční kyseliny chlorovodíkové. Jestliže taková (kyselost) kyselina momentálně chybí, vápník není rozpuštěn a nemůže být využitý tělem jako potřebný.

source: Shipping and Delivery
cs: Doručování zásilek

source: Shipping and Delivery...
cs: Zásilky doručujeme standardně Českou poštou. Připravujeme možnost osobního vyzvednutí zásilky v krajských městech.

source: Affiliate Program
cs: Provizní program

source: Affiliate Program...
cs: Každý náš zákazník má právo se zapojit do našeho affiliate programu. Nabízíme nejlepší podmínky na trhu.

source: Thank you!
cs: Děkujeme Vám!
